export default {
  welcome: {
      main_title: "Достигай своих целей прямо сейчас",
      main_text: "Платформа, позволяющая планировать и контролировать тренировочный процесс, следить за прогрессом, а также сном и приёмами пищи."
  },
  auth: {
      login_with: "Авторизоваться через",
      login_or_email: "Логин или Email",
      password: "Пароль",
      i_no_account: "У меня есть аккаунт",
      full_name: "Полное имя",
      full_name_test: "Иван Иванов",
      email_test: "example@email.ru",
      create_account: "Создать аккаунт",
      sign_in: "Войти",
      sign_up: "Регистрация",
      get_start_free: "Начать бесплатно",
      logout: "Выйти"
  },
  common: {
      Your: "Ваш",
      your: "ваш",
      workouts: "Тренировки",
      exercises: "Упражнения",
      trainers: "Тренера",
      how_work: "Как это работает?",
      search: "Поиск",
      profile: "Профиль",
  },
  sidebar: {
    dashboard: "Панель управления",
    plan: "План развития",
    workouts: "Тренировки",
    body_size: "Объемы тела",
    meal: "Приёмы пищи",
    stat: "Прогресс"
  },
  topNav: {
    workouts: "Тренировки",
    meals: "Питание",
    trainers: "Тренера",
    muscles: "Мышцы",
    exercises: "Упражнения",
    muscle_group: "Группы мышц"
  },
  page_body_size: {
    title_h2: "Для чего измерять тело?",
    description1: "Делайте замеры каждые две недели и записывайте их — так вы сможете отслеживать свой прогресс. Это отличный мотиватор! Конечно, поначалу вам это может не понравится, но как только вы начнете видеть результаты, то получите невероятное ощущение достижения.",
    description2: "Даже если вы уже начали свою программу, всё равно никогда не слишком поздно начать измерения, потому что это поразительно и полезно — видеть как ваше тело продолжать изменяться.",
    creat_new_size: "Сделать новый замер",
    write_last: "Записать прошлый",
  },
  paga_workout: {
    create_new: "Создать новую тренировку",
    name: "Название тренировки",
    description: "Описание вашей тренировки",
    img: "Ссылка на фото изображения",
    create: "Добавить"
  }

}

